{
  "animal": [
    
  "กบนิรนาม",
  "กบเกาะช้างนิรนาม",
  "กบซับน้ำนิรนาม",
  "กบดอยช้างนิรนาม",
  "กบต้นไม้สีเขียวนิรนาม",
  "กบท่าสารนิรนาม",
  "กบทูดหรือเขียดแลวนิรนาม",
  "กบบลูฟร็อกนิรนาม",
  "กบลูกศรพิษนิรนาม",
  "กบอกหนามนิรนาม",
  "กระจงควายนิรนาม",
  "กระจงเล็กนิรนาม",
  "กระซู่นิรนาม",
  "กระต่ายนิรนาม",
  "กระต่ายแจ๊กนิรนาม",
  "กระต่ายทะเลทรายนิรนาม",
  "กระต่ายบ้านนิรนาม",
  "กระต่ายสโนว์ชูนิรนาม",
  "กระต่ายอาร์กติกนิรนาม",
  "กระแตนิรนาม",
  "กระทิงนิรนาม",
  "กระรอกนิรนาม",
  "กระรอกบินนิรนาม",
  "กระรอกชิปมังก์นิรนาม",
  "กระรอกดินมาร์มอตนิรนาม",
  "กระรอกหน้ากระแตนิรนาม",
  "กระรอกหางม้าใหญ่นิรนาม",
  "กวางนิรนาม",
  "กวางดาวนิรนาม",
  "กวางป่านิรนาม",
  "กวางผานิรนาม",
  "กวางฟอลโลว์นิรนาม",
  "กวางมูสนิรนาม",
  "กวางเรนเดียร์,กวางคาริบูนิรนาม",
  "กาเซลล์นิรนาม",
  "กัลปังหานิรนาม",
  "กั้งนิรนาม",
  "กิ้งก่านิรนาม",
  "กิ้งก่าแก้วนิรนาม",
  "กิ้งก่าเขียวนิรนาม",
  "กิ้งก่าเขาเล็กนิรนาม",
  "กิ้งก่าเขาหนามยาวนิรนาม",
  "กิ้งก่าเขาหนามสั้นนิรนาม",
  "กิ้งก่าชักวอลลานิรนาม",
  "กิ้งก่าดงคอสีฟ้านิรนาม",
  "กิ้งก่าดงคิ้วสันนิรนาม",
  "กิ้งก่าดงใหญ่นิรนาม",
  "กิ้งก่าน้อยหางยาวนิรนาม",
  "กิ้งก่าบินคอดำนิรนาม",
  "กิ้งก่าบินคอแดงนิรนาม",
  "กิ้งก่าบินปีกสีฟ้านิรนาม",
  "กิ้งก่าบินคอสีส้มนิรนาม",
  "กิ้งก่าบินปีกแดงนิรนาม",
  "กิ้งก่าบินปีกลายนิรนาม",
  "กิ้งก่าบินปีกส้มนิรนาม",
  "กิ้งก่าบินปีกห้าแถบนิรนาม",
  "กิ้งก่าบินมลายูนิรนาม",
  "กิ้งก่าบินหัวสีฟ้านิรนาม",
  "กิ้งก่าป่าสีน้ำเงินหรือนิรนาม",
  "กิ้งก่าปีศาจหนามนิรนาม",
  "กิ้งก่าหัวแดงนิรนาม",
  "กิ้งก่าหัวสีฟ้านิรนาม",
  "กิ้งกือนิรนาม",
  "กิ้งก่ากิลลามอนสเตอร์นิรนาม",
  "กุ้งนิรนาม",
  "กุ้งก้ามกรามนิรนาม",
  "กุ้งกุลาดำนิรนาม",
  "กุ้งแคระนิรนาม",
  "กุ้งแชบ๊วยนิรนาม",
  "กุ้งตัวตลกนิรนาม",
  "กุ้งนางนิรนาม",
  "กุ้งฝอยนิรนาม",
  "กุ้งพยาบาลนิรนาม",
  "กุ้งมังกรนิรนาม",
  "กูปรีนิรนาม",
  "เก้งนิรนาม",
  "เก้งเผือกนิรนาม",
  "เก้งหม้อนิรนาม",
  "แกะนิรนาม",
  "ไก่นิรนาม",
  "ไก่ต๊อกนิรนาม",
  "ไก่ป่านิรนาม",
  "ไก่ฟ้าพญาลอนิรนาม",
  "ไก่ฟ้าเลดี้แอมเฮิรสท์นิรนาม",
  "ไก่ฟ้าสวินโฮว์นิรนาม",
  "ไก่ฟ้าสีทองนิรนาม",
  "ไก่ฟ้าหน้าเขียวนิรนาม",
  "ไก่ฟ้าหลังขาวนิรนาม",
  "ไก่ฟ้าหลังเทานิรนาม",
  "ไก่มัลลีนิรนาม",
  "เขียดนิรนาม",
  "ควอลล์นิรนาม",
  "คางคกนิรนาม",
  "ค้างคาวนิรนาม",
  "คาปีบารานิรนาม",
  "ค่างนิรนาม",
  "ค่างดำนิรนาม",
  "ค่างเทานิรนาม",
  "ค่างแว่นถิ่นเหนือนิรนาม",
  "ค่างแว่นถิ่นใต้นิรนาม",
  "ค่างห้าสีนิรนาม",
  "ควายนิรนาม",
  "ควายป่านิรนาม",
  "คิงคองนิรนาม",
  "งูนิรนาม",
  "จามรีนิรนาม",
  "จิงโจ้นิรนาม",
  "จิ้งจกนิรนาม",
  "จิ้งเหลนนิรนาม",
  "จิ้งเหลนต้นไม้นิรนาม",
  "จิ้งเหลนหลายลายนิรนาม",
  "จิ้งเหลนบ้านนิรนาม",
  "จิ้งเหลนภูเกล็ดเรียบนิรนาม",
  "เจเรนุกนิรนาม",
  "จระเข้นิรนาม",
  "จระเข้น้ำจืดนิรนาม",
  "จระเข้น้ำเค็มนิรนาม",
  "ช้างนิรนาม",
  "ช้างเอเชียนิรนาม",
  "ช้างแอฟริกานิรนาม",
  "ชะมดนิรนาม",
  "ชะมดเช็ดนิรนาม",
  "ชะมดแปลงลายจุดนิรนาม",
  "ชะมดแปลงลายแถบนิรนาม",
  "ชะมดแผงสันหางดำนิรนาม",
  "ชะมดแผงสันหางปล้องนิรนาม",
  "ชะนีนิรนาม",
  "ชะนีแก้มขาวนิรนาม",
  "ชะนีมือขาวนิรนาม",
  "ชะนีมือดำนิรนาม",
  "ชะนีมงกุฎนิรนาม",
  "ด้วงนิรนาม",
  "ด้วงกว่างนิรนาม",
  "ด้วงกว่างดาวนิรนาม",
  "ด้วงกุหลาบนิรนาม",
  "ด้วงเขี้ยวกางนิรนาม",
  "ด้วงคีมยีราฟนิรนาม",
  "ด้วงงวงนิรนาม",
  "ด้วงงวงข้าวโพดนิรนาม",
  "ด้วงงวงอ้อยนิรนาม",
  "ด้วงเจาะเปลือกไม้สนนิรนาม",
  "ด้วงดินขอบทองแดงนิรนาม",
  "ด้วงปีกแผ่นนิรนาม",
  "ด้วงไฟนิรนาม",
  "ด้วงยีราฟนิรนาม",
  "ด้วงเสือนิรนาม",
  "ด้วงหนวดยาวอ้อยนิรนาม",
  "ด้วงหมัดผักนิรนาม",
  "ดอกไม้ทะเลนิรนาม",
  "ดาวทะเลนิรนาม",
  "ดาวมงกุฏหนามนิรนาม",
  "ดิงโกนิรนาม",
  "ต่อนิรนาม",
  "ตะกวดนิรนาม",
  "ตะกวดออสเตรเลียนิรนาม",
  "ตะขาบนิรนาม",
  "ตะโขงนิรนาม",
  "ตะพาบนิรนาม",
  "ตะพาบหัวกบนิรนาม",
  "ตะพาบแก้มแดงนิรนาม",
  "ตะพาบข้าวตอกนิรนาม",
  "ตะพาบพม่านิรนาม",
  "ตะพาบม่านลายนิรนาม",
  "ตั๊กแตนนิรนาม",
  "ตั๊กแตนทะเลทรายนิรนาม",
  "ตั๊กแตนปาทังกานิรนาม",
  "ตั๊กแตนผีนิรนาม",
  "ตั๊กแตนไมเกรทอเรียนิรนาม",
  "ตั๊กแตนโลกัสต้า(en:Locustaนิรนาม",
  "ตั๊กแตนไฮโรไกลฟัสนิรนาม",
  "ตัวกะปินิรนาม",
  "ตัวกินมดนิรนาม",
  "ตัวกินมดหนามนิรนาม",
  "ตัวดีดทรายนิรนาม",
  "ตุ๊กแกนิรนาม",
  "ตุ่นนิรนาม",
  "ตุ่นปากเป็ดนิรนาม",
  "ตุ๊ดตู่นิรนาม",
  "เต่านิรนาม",
  "เต่าน้ำจืดนิรนาม",
  "เต่ากระนิรนาม",
  "เต่ากระอานนิรนาม",
  "เต่าจักรนิรนาม",
  "เต่าดาวนิรนาม",
  "เต่าดาวพม่านิรนาม",
  "เต่าดำนิรนาม",
  "เต่านานิรนาม",
  "เต่าบึงหัวเหลืองนิรนาม",
  "เต่าปูลูนิรนาม",
  "เต่าหกดำนิรนาม",
  "เต่าหกเหลืองนิรนาม",
  "เต่าหวายนิรนาม",
  "เต่าหับนิรนาม",
  "เต่าเหลืองนิรนาม",
  "เต่าหกนิรนาม",
  "เต่าเดือยนิรนาม",
  "เต่าทะเลลอกเกอร์เฮดนิรนาม",
  "เต่าตนุนิรนาม",
  "เต่าหญ้าตาแดงนิรนาม",
  "เต่ามะเฟืองนิรนาม",
  "แตนนิรนาม",
  "ทากนิรนาม",
  "ทากทะเลนิรนาม",
  "ทาคินนิรนาม",
  "ทาร์นิรนาม",
  "นากนิรนาม",
  "นากเล็กเล็บสั้นนิรนาม",
  "นากใหญ่ขนเรียบนิรนาม",
  "นกนิรนาม",
  "เนื้อทรายนิรนาม",
  "ไนอาลานิรนาม",
  "บึ้งนิรนาม",
  "บ่างนิรนาม",
  "ปาดนิรนาม",
  "ปลานิรนาม",
  "ปลิงนิรนาม",
  "ปลิงทะเลนิรนาม",
  "ปูนิรนาม",
  "ปูจั๊กจั่นนิรนาม",
  "ปูลมนิรนาม",
  "ปูม้านิรนาม",
  "ปูก้ามดาบนิรนาม",
  "เป็ดนิรนาม",
  "เป็ดก่านิรนาม",
  "เป็ดดำหัวดำนิรนาม",
  "เป็ดแดงนิรนาม",
  "เป็ดเทาก้นดำนิรนาม",
  "เป็ดไบคาลนิรนาม",
  "เป็ดปากแดงนิรนาม",
  "เป็ดปากสั้นนิรนาม",
  "เป็ดเปียนิรนาม",
  "เป็ดพม่านิรนาม",
  "เป็ดมาลลาร์ดนิรนาม",
  "เป็ดแมนดารินนิรนาม",
  "เป็ดวู๊ดนิรนาม",
  "เป็ดหงส์นิรนาม",
  "ผึ้งนิรนาม",
  "ผีเสื้อนิรนาม",
  "ผีเสื้อกลางคืนค้างคาวนิรนาม",
  "ผีเสื้อกลางคืนหางยาวนิรนาม",
  "ผีเสื้อกะลาสีนิรนาม",
  "ผีเสื้อไกเซอร์นิรนาม",
  "ผีเสื้อขอบปีกเลื่อยลายจุดนิรนาม",
  "ผีเสื้อแดงนิรนาม",
  "ผีเสื้อถุงทองนิรนาม",
  "ผีเสื้อถุงทองธรรมดานิรนาม",
  "ผีเสื้อถุงทองปักษ์ใต้นิรนาม",
  "ผีเสื้อถุงทองป่าสูงนิรนาม",
  "ผีเสื้อนกยูงนิรนาม",
  "ผีเสื้อนางพญากอดเฟรย์นิรนาม",
  "ผีเสื้อใบไม้ใหญ่อินเดียนิรนาม",
  "ผีเสื้อปีกขาวเล็กนิรนาม",
  "ผีเสื้อภูฐานนิรนาม",
  "ผีเสื้อหางแฉกนิรนาม",
  "ผีเสื้อหางยาวตาเคียวปีกลายตรงนิรนาม",
  "ผีเสื้อหางยาวตาเคียวปีกลายหยักนิรนาม",
  "ผีเสื้อหางยาวสี่ตาปีกลายตรงนิรนาม",
  "ผีเสื้ออพอลโลนิรนาม",
  "พลับพลึงทะเลนิรนาม",
  "พะยูนนิรนาม",
  "พังพอนนิรนาม",
  "พังพอนธรรมดานิรนาม",
  "พังพอนกินปูนิรนาม",
  "เพนกวินนิรนาม",
  "เพียงพอนเล็กสีน้ำตาลนิรนาม",
  "ฟองน้ำนิรนาม",
  "ฟิชเชอร์นิรนาม",
  "มนุษย์นิรนาม",
  "มดนิรนาม",
  "มดแดงไฟนิรนาม",
  "มดตะนอยนิรนาม",
  "มอดนิรนาม",
  "มอดแป้งนิรนาม",
  "ม้านิรนาม",
  "ม้าแกลบนิรนาม",
  "ม้าน้ำนิรนาม",
  "มาร์คอว์นิรนาม",
  "มารานิรนาม",
  "มาร์โมเสทนิรนาม",
  "ม้าลายนิรนาม",
  "เม่นนิรนาม",
  "เม่นแคระนิรนาม",
  "เม่นทะเลนิรนาม",
  "เม่นหางพวงนิรนาม",
  "เม่นใหญ่แผงคอยาวนิรนาม",
  "เมียร์แคตนิรนาม",
  "แมงกะพรุนนิรนาม",
  "แมงป่องนิรนาม",
  "แมงมุมนิรนาม",
  "แมงมุมกับดักนิรนาม",
  "แมงมุมกินนกเข่าแดงเม็กซิกันนิรนาม",
  "แมงมุมตกปลานิรนาม",
  "แมงมุมทะเลนิรนาม",
  "แมงมุมแม่ม่ายดำนิรนาม",
  "แมงมุมใยกลมนิรนาม",
  "แมงมุมสวนนิรนาม",
  "แมนาทีนิรนาม",
  "แมลงนิรนาม",
  "แมลงปอนิรนาม",
  "แมลงหางหนีบนิรนาม",
  "แมวนิรนาม",
  "แมวดาวนิรนาม",
  "แมวทรายนิรนาม",
  "แมวน้ำธรรมดานิรนาม",
  "แมวน้ำกินปูนิรนาม",
  "แมวน้ำเคปเฟอร์ซีลนิรนาม",
  "แมวน้ำเครานิรนาม",
  "แมวน้ำช้างนิรนาม",
  "แมวน้ำรอสนิรนาม",
  "แมวน้ำริบบอนนิรนาม",
  "แมวน้ำวงแหวนนิรนาม",
  "แมวน้ำเวดเดลล์นิรนาม",
  "แมวน้ำเสือดาวนิรนาม",
  "แมวน้ำหัวหงอนนิรนาม",
  "แมวน้ำฮาร์ปนิรนาม",
  "แมวป่านิรนาม",
  "แมวป่าลิงซ์นิรนาม",
  "แมวป่าหัวแบนนิรนาม",
  "แมวลายหินอ่อนนิรนาม",
  "ยามานิรนาม",
  "ยีราฟนิรนาม",
  "ยุงนิรนาม",
  "ยุงก้นปล่องนิรนาม",
  "ยุงรำคาญนิรนาม",
  "ยุงลายนิรนาม",
  "ยุงลายเสือนิรนาม",
  "แย้นิรนาม",
  "ริ้นนิรนาม",
  "เรไรนิรนาม",
  "เรือดนิรนาม",
  "ไรนิรนาม",
  "แรคคูนนิรนาม",
  "แร้งนิรนาม",
  "แร้งเครายาวนิรนาม",
  "แรดนิรนาม",
  "ลองไนนิรนาม",
  "ละมั่งนิรนาม",
  "ลานิรนาม",
  "เล็นนิรนาม",
  "ลิงนิรนาม",
  "ลิงกระรอกนิรนาม",
  "ลิงกอริลลานิรนาม",
  "ลิงกังนิรนาม",
  "ลิงกังนิรนาม",
  "ลิงชิมแพนซีนิรนาม",
  "ลิงทามารินนิรนาม",
  "ลิงบาบูนนิรนาม",
  "ลิงมัวร์นิรนาม",
  "ลิงมาร์โมเส็ทจีโอฟรอยนิรนาม",
  "ลิงมาร์โมเส็ทธรรมดานิรนาม",
  "ลิงแมนดริลนิรนาม",
  "ลิงลมนิรนาม",
  "ลิงวอกนิรนาม",
  "ลิงเสนนิรนาม",
  "ลิงแสมนิรนาม",
  "ลิงอเมซอนนิรนาม",
  "ลิงอุรังอุตังนิรนาม",
  "ลิงไอ้เงี้ยะนิรนาม",
  "เลียงผานิรนาม",
  "โลมานิรนาม",
  "โลมากระโดดนิรนาม",
  "โลมาแถบนิรนาม",
  "โลมาธรรมดานิรนาม",
  "โลมาปากขวดนิรนาม",
  "โลมาฟราเซอร์นิรนาม",
  "โลมาฟันห่างนิรนาม",
  "โลมาริชโซส์นิรนาม",
  "โลมาลายจุดนิรนาม",
  "โลมาหลังโหนกนิรนาม",
  "โลมาหัวบาตรนิรนาม",
  "โลมาอิรวดีนิรนาม",
  "โลนนิรนาม",
  "วอลรัสนิรนาม",
  "วัวนิรนาม",
  "วาฬนิรนาม",
  "วาฬเพชฌฆาตนิรนาม",
  "วาฬเพชฌฆาตดำนิรนาม",
  "วาฬเพชฌฆาตเล็กนิรนาม",
  "วาฬสีน้ำเงินนิรนาม",
  "วาฬสีเทานิรนาม",
  "วาฬหัวโหนกนิรนาม",
  "วาฬคูเวียร์นิรนาม",
  "วาฬนำร่องครีบสั้นนิรนาม",
  "วาฬบรูด้านิรนาม",
  "วาฬฟันสองซี่นิรนาม",
  "วาฬฟินนิรนาม",
  "วาฬหัวแตงโมนิรนาม",
  "วาฬหัวทุยนิรนาม",
  "วาฬหลังค่อมนิรนาม",
  "วาฬสเปอร์มแคระนิรนาม",
  "วาฬหัวทุยเล็กนิรนาม",
  "วีเซิลนิรนาม",
  "สิงโตนิรนาม",
  "สิงโตทะเลนิรนาม",
  "สุกรนิรนาม",
  "สุนัขนิรนาม",
  "เสือนิรนาม",
  "เสือโคร่งนิรนาม",
  "เสือโคร่งอินโดจีนนิรนาม",
  "เสือโคร่งเบงกอลนิรนาม",
  "เสือดาวนิรนาม",
  "เสือดาวหิมะนิรนาม",
  "เสือชีตาห์นิรนาม",
  "ไส้เดือนดินนิรนาม",
  "ไส้เดือนทะเลนิรนาม",
  "หนอนนิรนาม",
  "หนอนท่อนิรนาม",
  "หนอนถั่วนิรนาม",
  "หนูนิรนาม",
  "หนูนิรนาม",
  "หนูเจอร์บัวนิรนาม",
  "หนูดอร์เมาส์นิรนาม",
  "หนูทุ่งนิรนาม",
  "หนูผีนิรนาม",
  "หมาในนิรนาม",
  "หมาป่าแอฟริกานิรนาม",
  "หมาป่านิรนาม",
  "หมาไม้นิรนาม",
  "หมีนิรนาม",
  "หมีขอนิรนาม",
  "หมีหมานิรนาม",
  "หมีขั้วโลกนิรนาม",
  "หมีควายนิรนาม",
  "หมีดำนิรนาม",
  "หมีสล็อทนิรนาม",
  "หมีสีน้ำตาลนิรนาม",
  "หมึกกล้วยนิรนาม",
  "หมีกสายนิรนาม",
  "หมูป่านิรนาม",
  "หมูป่าเพกคารีนิรนาม",
  "หมู่ป่าหน้าหูดนิรนาม",
  "หอยขี้นกนิรนาม",
  "หมูหริ่งนิรนาม",
  "หอยนิรนาม",
  "หอยกาบนิรนาม",
  "หอยขมนิรนาม",
  "หอยโข่งนิรนาม",
  "หอยแครงนิรนาม",
  "หอยเชลล์นิรนาม",
  "หอยชักตีนนิรนาม",
  "หอยเชอรี่นิรนาม",
  "หอยทากนิรนาม",
  "หอยนางรมนิรนาม",
  "หอยเบี้ยนิรนาม",
  "หอยเบี้ยเทียมนิรนาม",
  "หอยเบี้ยลายเสือนิรนาม",
  "หอยปากกระจาดนิรนาม",
  "หอยเป๋าฮื้อนิรนาม",
  "หอยเต้าปูนนิรนาม",
  "หอยตะเกียงนิรนาม",
  "หอยมุกนิรนาม",
  "หอยมือเสือนิรนาม",
  "หอยแมลงภู่นิรนาม",
  "หอยหมวกเจ๊กนิรนาม",
  "หอยหวานนิรนาม",
  "หอยหลอดนิรนาม",
  "หอยลายนิรนาม",
  "หอยเล็บมือนางนิรนาม",
  "หอยแมงป่องนิรนาม",
  "หอยสังข์นิรนาม",
  "ห่านนิรนาม",
  "นกเหยี่ยวนิรนาม",
  "นกเหยี่ยวกินหอยทากนิรนาม",
  "นกเหยี่ยวออสเปรนิรนาม",
  "เหยี่ยวดำนิรนาม",
  "เหยี่ยวแดงนิรนาม",
  "เหยี่ยวต่างสีนิรนาม",
  "เหยี่ยวรุ้งนิรนาม",
  "หมัดนิรนาม",
  "เหานิรนาม",
  "อ้นใหญ่นิรนาม",
  "อัลปากานิรนาม",
  "อึ่งอ่างนิรนาม",
  "อาร์มาดิลโลนิรนาม",
  "แอดแดกซ์นิรนาม",
  "โอริกซ์นิรนาม",
  "แอลลิเกเตอร์นิรนาม",
  "อูฐโหนกเดียวนิรนาม",
  "อีกัวน่านิรนาม",
  "อีแลนด์นิรนาม",
  "อีเห็นธรรมดานิรนาม",
  "อีเห็นลายพาดนิรนาม",
  "อีเห็นลายเสือนิรนาม",
  "อีเห็นหูด่างนิรนาม",
  "ฮิปโปโปเตมัสนิรนาม",
  "ฮิปโปโปเตมัสแคระนิรนาม",
  "ไฮยีนานิรนาม"
]
}